tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "anyenv"
brew "libpng"
brew "autoconf"
brew "openssl@3"
brew "libssh2"
brew "oniguruma"
brew "bat"
brew "bison"
brew "blueutil"
brew "bzip2"
brew "pcre2"
brew "curl"
brew "gcc"
brew "gnutls"
brew "icu4c"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "jpeg", link: true
brew "jq"
brew "krb5"
brew "libedit"
brew "libiconv"
brew "libxml2"
brew "libzip"
brew "mkcert"
brew "neovim"
brew "netlify-cli"
brew "nkf"
brew "nss"
brew "openjdk@11"
brew "pdftk-java"
brew "pkg-config"
brew "python@3.11"
brew "re2c"
brew "tbls"
brew "tidy-html5"
brew "tre"
brew "tree"
brew "wget"
brew "zlib"
cask "alt-tab"
cask "obsidian"
cask "shiftit"
cask "sourcetree"
cask "warp"
cask "wezterm"
