tap "daipeihust/tap"
tap "harelba/q"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "nikitabobko/tap"
tap "rbenv/tap"
tap "xwmx/taps"
brew "act"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "bat"
brew "bison"
brew "blueutil"
brew "bzip2"
brew "freetype"
brew "gettext"
brew "cmake"
brew "coreutils"
brew "curl"
brew "dart-sdk"
brew "deno"
brew "dos2unix"
brew "dust"
brew "exa"
brew "fd"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "libtool"
brew "fx"
brew "fzf"
brew "gd"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "utf8proc", args: ["HEAD"]
brew "subversion"
brew "git-svn"
brew "glab"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "pkgconf"
brew "hdf5"
brew "jj"
brew "jless"
brew "jpeg"
brew "jq"
brew "krb5"
brew "libedit"
brew "libffi", link: true
brew "libiconv"
brew "libsixel"
brew "libxml2"
brew "libzip"
brew "lua-language-server"
brew "luacheck"
brew "mactop"
brew "mhash"
brew "mint"
brew "mozjpeg"
brew "neovim", args: ["HEAD"]
brew "ninja"
brew "nkf"
brew "openssl@1.1"
brew "openvino"
brew "peco"
brew "php@8.1"
brew "phpbrew"
brew "pipx"
brew "poppler"
brew "postgresql@16"
brew "python-setuptools"
brew "python@3.10"
brew "re2c"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "starship"
brew "stylua"
brew "telnet"
brew "tre"
brew "tre-command"
brew "vips"
brew "volta"
brew "wget"
brew "zlib"
brew "zoxide"
brew "daipeihust/tap/im-select"
brew "harelba/q/q"
brew "rbenv/tap/openssl@1.0"
brew "xwmx/taps/nb", args: ["HEAD"]
cask "aerospace"
cask "alt-tab"
cask "arc"
cask "authy"
cask "brave-browser"
cask "cheatsheet"
cask "clipy"
cask "devtoys"
cask "docker"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "fork"
cask "fuwari"
cask "gimp"
cask "github"
cask "google-chrome"
cask "google-chrome@canary"
cask "jordanbaird-ice"
cask "kindle"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "obsidian"
cask "onyx"
cask "raycast"
cask "skitch"
cask "slack"
cask "sublime-text"
cask "thunderbird"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "xbar"
cask "zoom"
vscode "allenshuber.quote-flipper"
vscode "anseki.vscode-color"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bmewburn.vscode-intelephense-client"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fhiromasa.mtml-language-provider"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "grapecity.gc-excelviewer"
vscode "ics.japanese-proofreading"
vscode "irongeek.vscode-env"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "mohd-akram.vscode-html-format"
vscode "mosapride.zenkaku"
vscode "mrmlnc.vscode-duplicate"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-playwright.playwright"
vscode "ms-vscode.live-server"
vscode "oderwat.indent-rainbow"
vscode "phu1237.vs-browser"
vscode "pkief.material-icon-theme"
vscode "pmneo.tsimporter"
vscode "pranaygp.vscode-css-peek"
vscode "redhat.vscode-yaml"
vscode "sfodje.perltidy"
vscode "streetsidesoftware.code-spell-checker"
vscode "stringham.copy-with-imports"
vscode "styled-components.vscode-styled-components"
vscode "stylelint.vscode-stylelint"
vscode "tamasfe.even-better-toml"
vscode "undefined_publisher.sumai-ms-karte-support"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vincaslt.highlight-matching-tag"
vscode "vue.volar"
vscode "wallabyjs.console-ninja"
vscode "wallabyjs.quokka-vscode"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
vscode "yoavbls.pretty-ts-errors"
vscode "yukai.map-replace-js"
vscode "yusukehirao.vscode-markuplint"
vscode "yzhang.markdown-all-in-one"
